; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.9.0
; Author:	light <light_91@live.it>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=File
2=Opzioni
3=Aiuto
4=Prima controlla se è un archivio SF&X
; ------------------------------------
5=Seleziona file
6=Archivio/&Installer da estrarre:
7=Seleziona cartella
8=Cartella di &destinazione:
9=In questa finestra puoi trascinare i file
; ------------------------------------
10=Opzioni di %s
11=Tieni traccia della &cronologia
12=&Nascondi la console
13=Cerca aggi&ornamenti:
14=&Lingua:
15=Ricorda e non cambiare la dimensione della &finestra
16=Non chiudere la finestra dopo l&'estrazione
; ------------------------------------
17=Opzioni specifiche sul formato
18=A&vverti prima di eseguire un file
19=&Rimuovi i file duplicati
20=Rimuovi i file &temporanei
21=A&ggiungi le estensioni mancanti
22=Eli&mina il file dopo averlo estratto correttamente
; ------------------------------------
23=Informazioni sul programma
; ------------------------------------
24=Sito Web di %s
25=Sito della versione ufficiale
26=Forum della versione modificata
; ------------------------------------
27=Aggiornamento
28=L'ultimo aggiornamento risale a più di %s giorni fa!
29=Controllare se ci sono aggiornamenti?
30=Integra alla s&hell
; ------------------------------------
31=&Estrai
32=&Salva
33=&Aggiorna
34=Ann&ulla
35=Impostazioni
; ------------------------------------
36=Estrazione di %s
37=%s supporta i seguenti metodi per estrarre gli archivi di tipo %s.  Sfortunatamente, nessuno di questi metodi è affidabile al 100%.  Se il metodo selezionato non funziona, riavviare %s e selezionare un metodo alternativo.
; ------------------------------------
38=Metodo estrazione
39=Installer amministrativo %s
40=Estrazione %s
41=%s
42=Decompressore %s
43=Non è un installer InstallShield
44=Mostra riepilogo dopo l'estra&zione
; ------------------------------------
; GUI control functions
45=Disattiva i suoni nel &programma
46=Versione di 7-Zip
47=Il file non esiste.%n%s%nSelezionare un file esistente.
48=Apri file
49=Scrivi in:
50=Tutto
; Common terms
51=archivio
52=file compresso
53=Tempo: %s
54=eBook
55=eCard
56=file codificato
57=eseguibile sconosciuto
58=fallito
59=file della guida
60=hotfix
61=immagine
62=installazione
63=unione di moduli
64=package
65=patch
66=autoestraente
67=livello
68=con successo
69=Test
70=Estrazione:
71=Dimensione dell'archivio
72=aggiornamenti
73=Nome dell'archivio
74=ogni settimana|ogni due settimane|ogni mese|mai
; Status messages
75=Scansione del file per determinarne il tipo
76=Scansione del file con lo scanner %s
77=Estrazione file da:
78=In attesa dell'inizializzazione dell'installer.%nAttendere, prego
79=Per interrompere l'estrazione premere ESC%nPer Minimizzare/Ingrandire la finestra premere F11
; Custom prompts
80=L'immagine CD-ROM %s non può essere estratta automaticamente.  Quindi, questa imagine%nsarà convertita in un'immagine CD-ROM ISO, che potrà essere estratta.%n%nVuoi continuare?%nNota: Questo processo richiederà alcuni minuti.
81=Errore: L'immagine CD-ROM non può essere convertita.%nSe è presente un'immagine BIN/CUE, assicurarsi che il file CUE sia nel formato corretto.
82=Errore: Un'immagine ISO è stata creata dall'immagine %s, ma non può essere convertita.%nVuoi preservare l'immagine ISO per ulteriori analisi?
83=Errore: Questo sembra non essere un file MHT valido.%nPotrebbe non essere stato trovato nessun segno di identificatori.
84=Inizializzazione %s.  Uscire dall'installer e premere OK per continuare.
85=Attenzione: Questo metodo funziona solo con alcuni pacchetti Wise Installer per Windows.%nSe il wizard di Wise Installer si avvia e resta in attesa di istruzioni, questo file non è supportato.%nUscire dall'installer e %s interromperà l'estrazione.%n%nVuoi continuare?
86=Questo file è archiviato con la compressione %s.Si può continuare l'estrazione senza decomprimere %s o effettuare solo una decompressione %s.%n%nClicca su 'Sì' per estrarre senza effettuare la decompressione %s.%n%nClicca su 'No' per eseguire solo una decompressione %s.%n%nIn quest'ultimo caso, il file estratto sarà denominato:%n%s
87=Errore: %s%nnon può essere scompattato.
88=Attenzione:  Per poter estrarre questo tipo di file, questi deve essere eseguito direttamente.%nSe continui, verrà eseguito il seguente comando:%n%n%s%n%nSe si suppone che il file possa contenere del codice malevolo, è sconsigliato proseguire.%nVuoi continuare con l'estrazione?
89=Attenzione:  La cartella di destinazione %s esiste già!%nEstrarre in una cartella non vuota potrebbe portare ad un errore di scompattazione.%n%nCancellare i contenuti della cartella prima di procedere?
90=È richiesta una password per scompattarlo!%n%nTogli la spunta a '%s'%nPer poter inserire la password.
91=Per decomprimere questo archivio c'è bisogno di un%nestrattore aggiuntivo %s
; Help text
92=Estrae file da qualsiasi tipo di archivio o pacchetto di installazione.%nUtilizzo:%n%s%n%nArgomenti supportati:%n%s%t%tMostra le informazioni della guida%n%s%t%tApre la finestra %s%n%s%tNome del file da estrarre%n%s%tCartella in cui estrarre%n%nPassando %s invece di una cartella di destinazione, impone%n%s di estrarre l'archivio in una sottocartella.%n%nEsempio:%s%n%nAvviando %s senza argomenti, verrà%nrichiesto all'utente il nome del file e la cartella di destinazione.
93=Estrai usando %s
; Error messages
94=%s le estrazioni non possono essere registrate.
95=da programma 7-Zip
96=%s non può essere estratto.%nIl tipo di file rilevato è: %s%n%nClicca su OK se vuoi analizzare il file autonomamente, oppure su Annulla per terminare.
97=%s%nha un'estensione sconosciuta e non può essere estratto.
98=%s%nnon può essere creato.  Inserire una destinazione valida.
99=%s non può essere estratto.%nSembra essere un %s, che è supportato, ma l'estrazione è fallita.%nPer maggiori informazioni, verificare il file di log: "%s".%n%nClicca su OK per visualizzare il file ora, oppure su Annulla per terminare.
100=%t–= %s analisi =–
; Update messages
101=Aggiornamento completato
102=Ricerca aggiornamenti in corso...
103=Scaricamento file
104=Scaricamento completato!
105=Aggiornato alla versione: %s
106=%nRiavvio %s!
107=La versione attuale è: %s%nAggiornamento non necessario!
; ------------------------------------
108=Scaricamento fallito
109=Non posso scaricare la lista dei file necessari.%nPotresti essere disconnesso da internet%no il server potrebbe essere irraggiungibile.
110=Scaricamento del file fallito
111=Errore nell'estrazione del file
112=Durante l'aggiornamento: %s%nc'è stato un errore, riprova!!!
113=Completato: %s di %s
114=Informazione
115=Versione degli estrattori
116=Apri la cartella d'estrazione?
117=Linea nella tabella
118=Separatore
119=Apri solo il livello pi&ù alto dell'archivio
120=Analisi file PE
121=Elaborazione del file MSI fallita
122=A causa della posizione 'profonda' del pacchetto MSI, non è stato possibile recuperare i file %s.%nPer maggiori dettagli, vai a %s.%n%nSposta il pacchetto MSI il più vicino possibile alla radice dell'unità e riprova l'estrazione.%n%nClicca su 'OK', per vedere il file dei log, o su 'Annulla' per uscire.
123=firme -
124=Vuoi scegliere il tipo di archivio manualmente (dalla lista) ?
125=Seleziona la firma del presunto tipo di archivio
126=Vuoi provare ad estrarre con 'TotalObserver' ?